[Author]
txtLogAuthor=Translated by Rukoto

[MainWindow]
txtSizeb=B
txtSizeKb=KB
txtSizeMb=MB
txtSizeGb=GB

txtButtonGroupItemWindowsUpdate=Windows Update
txtButtonGroupItemInstalled=インストール済み
txtButtonGroupItemHidden=非表示
txtButtonGroupItemHistory=更新履歴

txtButtonHintCheckUpdate=更新プログラムの確認
txtButtonHintDownloadOnly=ダウンロードのみ
txtButtonHintInstall=インストール
txtButtonHintUninstall=アンインストール
txtButtonHintToHide=非表示
txtButtonHintToShow=再表示
txtButtonHintCopyURL=サポート URL のコピー
txtButtonHintCancel=キャンセル

txtGroupBoxSearchUpdates=更新プログラムの検索
txtLabelUpdateService=更新サービス:
txtCheckBoxIncludeWUDrivers=ドライバーの更新を含める
txtCheckBoxSuperseded=置き換え前の更新を含める
txtCheckBoxOfflineMode=オフライン モードを使用

txtGroupBoxAU=自動更新の設定
txtComboBoxAUAutoUpdate=有効 (デフォルト)
txtComboBoxAUNoAutoUpdate=無効
txtComboBoxAUNotify=ダウンロードとインストールを通知
txtComboBoxAUDownloadOnly=インストールを通知
txtComboBoxAUScheduled=日時を指定してインストール
txtComboBoxAUByAdmin=管理者による管理
txtComboBoxScheduledDaily=毎日

txtCheckBoxSelectAll=すべて選択
txtCheckBoxSelectedByWindowsUpdate=Windows Update のみ選択
txtLabelUpdateAttributes=属性: %s
txtLabelHintUpdateAttributesD=[ D ] - ダウンロード済み
txtLabelHintUpdateAttributesI=[ I ] - インストール済み
txtLabelHintUpdateAttributesM=[ M ] - 必須
txtLabelHintUpdateAttributesU=[ U ] - アンインストール可能
txtLabelHintUpdateAttributesH=[ H ] - 非表示
txtLabelHintUpdateAttributesB=[ B ] - ベータ版

txtListViewColumnTitle=名前
txtListViewColumnCategory=分類
txtListViewColumnKBArticle=KB 番号
txtListViewColumnDate=日付
txtListViewColumnSize=サイズ
txtListViewColunmResult=結果
txtListViewColunmClientApplicationID=アプリケーション ID

txtLabelSearchUpdates=更新プログラムを確認中...
txtLabelDownloadUpdates=ダウンロード中... %d / %d
txtLabelInstallUpdates=インストール中... %d / %d
txtLabelUnInstallUpdates=アンインストール中... %d / %d

txtUpdateHintDriverClass=デバイスの種類
txtUpdateHintDriverHardwareID=ハードウェア ID
txtUpdateHintDriverManufacturer=製造元
txtUpdateHintDriverModel=モデル
txtUpdateHintDriverProvider=プロバイダー
txtUpdateHintDriverDate=日付

txtMessageboxDescriptionRunWU=Windows Update サービスを開始しますか?
txtMessageboxDescriptionRebootRequired=インストールを完了するには再起動する必要があります。今すぐ再起動しますか?

[Log]
txtLogSearchStarted=更新プログラムの確認
txtLogSearchUpdateWarning=警告: %s (0x%s)

txtLogDownloadStarted=更新プログラムのダウンロード
txtLogDownloadUpdate=ダウンロード中 "%s"...

txtLogInstallationStarted=更新プログラムのインストール
txtLogInstallationUpdate=インストール中 "%s"...

txtLogUnInstallationStarted=更新プログラムのアンインストール
txtLogUnInstallationUpdate=アンインストール中 "%s"...
txtLogUnInstallationUpdateExceptionTryWusa=コマンド "wusa /uninstall /kb:%s" でアンインストールを試みてください

txtLogOperationResultNotStarted=待機中
txtLogOperationResultInProgress=実行中
txtLogOperationResultSucceeded=成功
txtLogOperationResultSucceededWithErrors=成功 (エラーあり)
txtLogOperationResultFailed=失敗
txtLogOperationResultAborted=中止

txtLogUpdateIsNotUninstallable="%s" をアンインストールできません。スキップします。
txtLogUpdateIsNotDownloaded="%s" をダウンロードできません。スキップします。
txtLogUpdateToHide="%s" を非表示にしました。
txtLogUpdateToShow="%s" の非表示を解除しました。
txtLogUpdateCopyUrls=更新プログラムのリンクをクリップボードにコピーしました。
txtLogUpdateException=エラーが発生しました。(0x%s %s)
txtLogNotSelectedItem=更新プログラムが選択されていません。

txtLogVersionWUA=Windows Update Agent : Ver.%s
txtLogOfflineMode=オフライン モードで実行しています。更新プログラムはファイル "%s" によって確認されます。

txtLogAUServiceEnabledTrue=Windows Update サービスが有効になっています。
txtLogAUServiceEnabledFalse=Windows Update サービスが無効になっています。
txtLogAUServiceStart=Windows Update サービスを開始します。